Repository: marcomolinaleija/markdown-converter
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Toma del portapapeles el texto para convertirlo a html (Solo convertirá lo que siga la sintaxis adecuada).
fr: Prend le texte du presse-papiers pour le convertir en HTML (il convertira uniquement le texte qui suit la syntaxe correcte).

source: Convertor markdown a html
fr: Convertisseur Markdown en HTML

source: Texto convertido exitosamente
fr: Texte converti avec succès

source: Abre un diálogo que permite la selección de un archivo .md, markdown
fr: Ouvre une boîte de dialogue qui permet la sélection d'un fichier markdown .md

source: Seleccione un archivo Markdown
fr: Sélectionnez un fichier Markdown

source: Archivo Markdown convertido y copiado exitosamente al portapapeles
fr: Fichier Markdown converti et copié avec succès dans le presse-papiers

source: Información:
fr: Information :

source: Nó ha sido posible abrir el archivo seleccionado
fr: Impossible d'ouvrir le fichier sélectionné

source: Error:
fr: Erreur :

source: Por favor, dona
fr: S'il vous plaît, faites un don

source: markdown-to-html - complemento gratuito para NVDA. Puedes hacer una donación a Marco Leija para ayudar en el desarrollo futuro de este complemento. ¿Quieres hacer una donación ahora? Para la transacción, serás redirigido al sitio web de PayPal.
fr: markdown-to-html - une extension NVDA gratuite.\n Vous pouvez faire un don à Marco Leija pour aider au développement futur de cette extension.\n Vous souhaitez faire un don maintenant ? Vous serez redirigé vers le site PayPal pour la transaction.

source: complemento de NVDA que permite convertir texto markdown a html.
fr: une extension NVDA qui permet de convertir du texte markdown en HTML.
